[
  {
    "id_pelicula": 312206,
    "nombre_pelicula": "Bobbie Mcknight",
    "paginas": 641,
    "descripcion": "Tempor ea in officia laboris nostrud mollit culpa. Commodo amet est deserunt exercitation voluptate elit adipisicing cupidatat irure irure. Veniam sit consectetur in amet quis officia duis reprehenderit. Dolore occaecat quis amet elit enim cillum irure nulla anim officia elit proident cillum eu. Nisi aliquip pariatur sit esse. Magna enim enim occaecat duis non non consectetur ipsum nisi sint labore voluptate reprehenderit minim. Consectetur laborum excepteur duis in velit nostrud.\r\n",
    "precion_Q": 200.9305,
    "puntuacion_star": 4,
    "categoria": "ex"
  },
  {
    "id_pelicula": 1750900,
    "nombre_pelicula": "Richardson Pena",
    "paginas": 477,
    "descripcion": "Occaecat irure irure nulla aute consequat officia elit. Enim anim reprehenderit nostrud commodo mollit deserunt voluptate aliqua nisi. Ut ex tempor exercitation minim. In sint ex amet sunt elit anim commodo veniam. Enim pariatur dolore duis cupidatat laborum nulla incididunt ea aliquip commodo aliquip exercitation elit. Enim elit laboris dolor labore incididunt nostrud mollit voluptate dolor.\r\n",
    "precion_Q": 4.0052,
    "puntuacion_star": 5,
    "categoria": "cillum"
  },
  {
    "id_pelicula": 5251927,
    "nombre_pelicula": "Mendez Becker",
    "paginas": 455,
    "descripcion": "Officia eiusmod velit nulla enim ex Lorem labore aliquip veniam ea do occaecat. Pariatur occaecat nulla elit do adipisicing amet culpa nisi magna laborum et eiusmod do duis. Ex aliqua aliquip velit ea eiusmod laboris proident. Sunt veniam exercitation consectetur anim labore amet ipsum qui labore dolor cupidatat nulla cillum. Proident anim occaecat excepteur aliquip cupidatat laborum dolore voluptate amet elit ipsum exercitation culpa. Reprehenderit dolore consectetur ad ut commodo dolore amet cillum minim ad id magna aute. Adipisicing laborum cupidatat sint occaecat pariatur officia consequat ut mollit adipisicing dolor dolor do.\r\n",
    "precion_Q": 6.1639,
    "puntuacion_star": 1,
    "categoria": "quis"
  },
  {
    "id_pelicula": 194144,
    "nombre_pelicula": "Flowers Ballard",
    "paginas": 119,
    "descripcion": "Laboris eu officia commodo duis proident eu dolor aliquip ut ipsum commodo proident. Aliquip duis aliqua aliqua pariatur quis labore aute. Minim cupidatat fugiat qui elit duis. Excepteur anim excepteur elit ullamco duis consequat non.\r\n",
    "precion_Q": 284.7104,
    "puntuacion_star": 5,
    "categoria": "pariatur"
  },
  {
    "id_pelicula": 4101274,
    "nombre_pelicula": "Jaime Castillo",
    "paginas": 687,
    "descripcion": "Ut id commodo laborum minim culpa enim mollit. Ad nostrud nisi nulla fugiat occaecat velit incididunt ex id quis adipisicing aute. Esse voluptate consectetur magna tempor nostrud amet Lorem. Veniam aute minim enim elit do enim laboris non ipsum. In commodo culpa sunt dolor. Duis est id culpa esse quis pariatur tempor culpa sint id elit aliquip. Ad ullamco sunt mollit tempor laboris magna amet veniam occaecat cupidatat.\r\n",
    "precion_Q": 79.9704,
    "puntuacion_star": 1,
    "categoria": "occaecat"
  },
  {
    "id_pelicula": 294638,
    "nombre_pelicula": "Franks Carney",
    "paginas": 169,
    "descripcion": "Laborum cupidatat nulla nostrud excepteur sint nostrud mollit laborum eu nisi et nulla dolor. Sint do fugiat laboris nostrud in ad culpa aliquip in. Ullamco esse elit consectetur velit eu mollit dolore aliquip incididunt. Est sunt irure consequat commodo incididunt tempor eu et deserunt est dolore cillum pariatur. Amet excepteur consequat commodo tempor id aliqua pariatur consectetur enim sint sint incididunt.\r\n",
    "precion_Q": 201.5091,
    "puntuacion_star": 5,
    "categoria": "ad"
  },
  {
    "id_pelicula": 5710354,
    "nombre_pelicula": "Kris Bernard",
    "paginas": 514,
    "descripcion": "Exercitation ea laboris fugiat ad velit. Ullamco anim dolore aliqua nostrud qui. Anim dolor irure est deserunt est consequat pariatur ex. Deserunt consequat ea fugiat sunt anim sunt pariatur. Fugiat ut aliquip labore culpa enim sit reprehenderit. Sint tempor Lorem esse aliquip nulla deserunt sunt.\r\n",
    "precion_Q": 746.5322,
    "puntuacion_star": 5,
    "categoria": "in"
  },
  {
    "id_pelicula": 6735565,
    "nombre_pelicula": "Tate Alvarado",
    "paginas": 265,
    "descripcion": "Laborum magna occaecat ullamco esse laboris esse irure adipisicing anim culpa aliquip commodo nulla enim. Sunt excepteur dolore pariatur qui duis voluptate irure anim duis officia quis incididunt amet. Non laboris consequat nisi proident esse sint ullamco magna labore Lorem velit. Dolore pariatur et mollit labore esse.\r\n",
    "precion_Q": 261.3535,
    "puntuacion_star": 4,
    "categoria": "enim"
  },
  {
    "id_pelicula": 9563229,
    "nombre_pelicula": "Eunice Rosa",
    "paginas": 622,
    "descripcion": "Est incididunt pariatur eu minim enim exercitation. Tempor deserunt qui in voluptate mollit eiusmod eu incididunt laboris. Ad quis consectetur proident laborum quis mollit cupidatat nostrud laborum non est irure. Aliquip ad adipisicing do proident fugiat nisi.\r\n",
    "precion_Q": 115.4394,
    "puntuacion_star": 2,
    "categoria": "consectetur"
  },
  {
    "id_pelicula": 4631527,
    "nombre_pelicula": "Mia Calderon",
    "paginas": 652,
    "descripcion": "Amet velit enim ut sunt reprehenderit elit velit officia culpa amet excepteur sunt id. Nostrud in ex mollit sit aute qui mollit irure ipsum est. Voluptate amet quis anim ea fugiat magna adipisicing duis enim do elit proident laborum nostrud. Commodo velit Lorem labore sit velit enim.\r\n",
    "precion_Q": 762.4194,
    "puntuacion_star": 1,
    "categoria": "mollit"
  },
  {
    "id_pelicula": 9194131,
    "nombre_pelicula": "Reynolds Daniel",
    "paginas": 485,
    "descripcion": "Quis non dolore occaecat esse consectetur irure aliquip voluptate qui incididunt. Dolor non anim qui in aliquip eiusmod anim esse reprehenderit irure aliqua eiusmod culpa culpa. Laborum exercitation laboris aliquip nulla. Magna enim pariatur esse minim ut aliqua ut amet nisi nulla laborum consequat. Laborum tempor occaecat labore consectetur in ullamco ad eu nulla adipisicing minim officia officia amet. Dolore magna magna non labore culpa fugiat. Irure aliqua minim fugiat nostrud veniam do cupidatat ea pariatur.\r\n",
    "precion_Q": 268.4125,
    "puntuacion_star": 2,
    "categoria": "ipsum"
  },
  {
    "id_pelicula": 3970026,
    "nombre_pelicula": "Ronda Mills",
    "paginas": 967,
    "descripcion": "Quis incididunt et magna veniam esse et pariatur ullamco cupidatat. Nostrud consequat exercitation consectetur ad ullamco eu nulla. Sunt proident laboris eiusmod ex Lorem pariatur qui. Laborum do veniam ad qui cupidatat ad commodo adipisicing enim magna reprehenderit enim veniam esse. Amet ex adipisicing irure minim enim officia aliquip ex exercitation exercitation qui ex cupidatat dolore.\r\n",
    "precion_Q": 189.3178,
    "puntuacion_star": 3,
    "categoria": "ad"
  },
  {
    "id_pelicula": 9774187,
    "nombre_pelicula": "Luann Wyatt",
    "paginas": 745,
    "descripcion": "Non culpa dolore laboris et eiusmod reprehenderit occaecat ut irure velit Lorem officia sunt. Minim exercitation est culpa ad. Excepteur consectetur eu ullamco irure cillum.\r\n",
    "precion_Q": 414.3551,
    "puntuacion_star": 2,
    "categoria": "occaecat"
  },
  {
    "id_pelicula": 694036,
    "nombre_pelicula": "Atkinson Riddle",
    "paginas": 735,
    "descripcion": "In magna nisi incididunt labore ex deserunt sint deserunt laborum. Lorem excepteur tempor minim irure voluptate. Eiusmod deserunt nostrud reprehenderit et cupidatat. Et velit cillum veniam amet. Pariatur velit ea voluptate pariatur irure in enim in adipisicing excepteur. Nulla dolor eu anim aliquip cupidatat.\r\n",
    "precion_Q": 417.9398,
    "puntuacion_star": 5,
    "categoria": "magna"
  },
  {
    "id_pelicula": 529434,
    "nombre_pelicula": "Mccoy Garrett",
    "paginas": 691,
    "descripcion": "Dolor eiusmod reprehenderit qui fugiat ipsum. Ut consectetur fugiat nisi aute deserunt aliquip laboris excepteur. Minim voluptate cillum magna sit incididunt quis occaecat tempor dolor do cupidatat. Quis ex laboris reprehenderit voluptate ex consequat culpa adipisicing mollit cupidatat. Quis mollit labore esse ea cupidatat laborum elit voluptate magna consectetur fugiat.\r\n",
    "precion_Q": 570.9734,
    "puntuacion_star": 1,
    "categoria": "deserunt"
  },
  {
    "id_pelicula": 322907,
    "nombre_pelicula": "Meghan Church",
    "paginas": 181,
    "descripcion": "Voluptate qui officia aute do in cupidatat elit anim eu. Exercitation incididunt in id laboris non nulla qui ex incididunt irure reprehenderit officia et culpa. Adipisicing aliqua in ut consequat commodo proident consectetur do incididunt pariatur. Aliquip duis aliquip dolore pariatur nulla commodo sunt id est Lorem commodo. Proident est ad laborum duis irure magna anim minim eiusmod. Fugiat qui nulla commodo aliquip mollit eiusmod esse anim id.\r\n",
    "precion_Q": 344.484,
    "puntuacion_star": 3,
    "categoria": "id"
  },
  {
    "id_pelicula": 8936078,
    "nombre_pelicula": "Bethany Alvarez",
    "paginas": 165,
    "descripcion": "Cillum eiusmod ipsum occaecat adipisicing dolore cillum laboris ullamco velit nisi nisi quis est. Non aliquip aliquip mollit reprehenderit excepteur proident reprehenderit laborum quis quis elit Lorem sit. Fugiat culpa eu dolore velit ea labore in dolore labore velit incididunt Lorem. Labore commodo voluptate mollit nisi deserunt Lorem dolore. Tempor ut occaecat enim ut velit laborum exercitation incididunt fugiat dolore irure.\r\n",
    "precion_Q": 75.9484,
    "puntuacion_star": 4,
    "categoria": "reprehenderit"
  },
  {
    "id_pelicula": 8544375,
    "nombre_pelicula": "Sybil Jacobs",
    "paginas": 193,
    "descripcion": "Culpa exercitation aute mollit duis tempor ut esse. Fugiat ea dolor veniam irure occaecat consectetur nisi laboris fugiat. Velit mollit laborum esse ipsum commodo sint aliqua magna ex reprehenderit.\r\n",
    "precion_Q": 64.0197,
    "puntuacion_star": 4,
    "categoria": "est"
  },
  {
    "id_pelicula": 7239384,
    "nombre_pelicula": "Delacruz Rosales",
    "paginas": 350,
    "descripcion": "Sunt laborum exercitation quis consequat. Sunt elit ad voluptate aliquip exercitation excepteur deserunt elit quis aute proident eiusmod duis dolor. Lorem nostrud dolore commodo esse id laboris ex ut Lorem. Ad sunt commodo aute nostrud laboris qui excepteur duis consequat. Do nisi eiusmod deserunt enim ea exercitation dolore.\r\n",
    "precion_Q": 219.0422,
    "puntuacion_star": 4,
    "categoria": "aliqua"
  },
  {
    "id_pelicula": 4853213,
    "nombre_pelicula": "Janie Estrada",
    "paginas": 935,
    "descripcion": "Proident sit anim elit aute. Ut nulla deserunt officia consectetur eiusmod anim laborum labore consectetur. Voluptate deserunt consequat ex commodo eu ex tempor consequat commodo sint. Ea qui eiusmod aliquip aliquip ad. Laboris anim dolore velit ex voluptate.\r\n",
    "precion_Q": 509.181,
    "puntuacion_star": 4,
    "categoria": "fugiat"
  },
  {
    "id_pelicula": 4319527,
    "nombre_pelicula": "Solis Serrano",
    "paginas": 667,
    "descripcion": "Voluptate tempor dolore cillum fugiat laborum ea tempor adipisicing laboris duis sint exercitation. Culpa enim ad minim laboris laborum do nulla laboris. Anim adipisicing anim dolore sunt dolor consectetur. Aliqua proident culpa pariatur laboris. Aute cupidatat qui ea ea.\r\n",
    "precion_Q": 91.5072,
    "puntuacion_star": 4,
    "categoria": "sit"
  },
  {
    "id_pelicula": 7169744,
    "nombre_pelicula": "Darlene Melendez",
    "paginas": 834,
    "descripcion": "Ex mollit proident incididunt nulla pariatur veniam adipisicing quis aliqua fugiat do exercitation ut. Ad dolore minim adipisicing et et et. Nisi sit incididunt enim ad esse labore qui consectetur Lorem esse. Anim anim cillum velit adipisicing. Ad elit culpa sunt mollit et sint nostrud veniam aute veniam. Magna officia fugiat qui officia labore. Commodo cillum sunt magna id voluptate.\r\n",
    "precion_Q": 917.6706,
    "puntuacion_star": 4,
    "categoria": "culpa"
  },
  {
    "id_pelicula": 2463582,
    "nombre_pelicula": "Mcbride Kaufman",
    "paginas": 479,
    "descripcion": "Fugiat commodo laboris ea proident dolore elit qui commodo deserunt nostrud ut consectetur. Occaecat eu cupidatat amet consequat enim elit labore eiusmod adipisicing ipsum irure consectetur tempor. Sunt fugiat mollit amet in reprehenderit sint nostrud id et nisi enim voluptate. Consequat sunt incididunt cillum occaecat nulla in sunt laboris eu aliqua dolore aliquip commodo. Proident duis ex aliqua anim elit. Quis incididunt qui ad nulla consequat nostrud laborum esse fugiat non cupidatat ex commodo labore. Lorem voluptate aliquip incididunt amet ipsum nisi ad excepteur eiusmod.\r\n",
    "precion_Q": 868.4194,
    "puntuacion_star": 4,
    "categoria": "qui"
  },
  {
    "id_pelicula": 7055089,
    "nombre_pelicula": "Waller Maldonado",
    "paginas": 505,
    "descripcion": "Veniam aute magna ea voluptate. Esse dolor quis laborum cillum pariatur pariatur et non proident. Id ut sunt fugiat dolore deserunt. Duis nulla ex ex sunt eu laboris elit anim anim id ut mollit. Laboris id aute et sint consequat et nostrud ullamco laborum proident voluptate.\r\n",
    "precion_Q": 699.112,
    "puntuacion_star": 2,
    "categoria": "officia"
  }
]